{
    "title": "Variety of Critical Occupations for Indonesian ASN in 2021",
    "title_definition": "Definition",
    "description_definition": "This website is a source of information about the Critical Occupational Variety of Indonesian Civil Apparatus. Want to know more?",
    "more": "See more",
    "title_methodology": "Methodology",
    "description_methodology": "The methodology used in the implementation of this research is through three major stages, namely Top-Down, Bottom-Up, and Dovetailing.",
    "title_benefit": "Benefit",
    "description_benefit": "This study is very crucial as the first step in developing a database of strategic policy making for the development of national ASN human resources. The output of this study is expected to become a living document that can be developed and updated regularly.",

    "title_about":"About",
    "subtitle1_about":"Critical Occupational Variety",
    "description1_about":"Critical Occupational Variety or Critical Occupation List is a living database that summarizes the results of the identification of a number of critical skills and job positions required by an organization in responding to the needs of the times. The Critical Occupational Variety is designed to help relevant officials ensure the alignment of human resource development policies within an organization with the actual needs that are urgently needed by superiors or employers in meeting organizational goals (World Bank Group, 2019). For the government, the Critical Occupational Variety provides an actual picture of the map of ASN human resource needs to reduce the skills gap needed to meet national targets.",
    "subtitle2_about":"Variety of Critical Occupations of Indonesian ASN",
    "peraturan_about":"PAN-RB Ministerial Regulation Number 3 of 2020:",
    "description2_about":"Critical positions are core positions in an organization that meet certain characteristics. The characteristics of critical positions consist of:",
    "poin1_about":"a. Strategic and directly related to national priorities; and",
    "poin2_about":"b. Positions that require highly specialized and/or rare skills.",

    "title_about_red":"Three Critical Position Criteria",
    "three_point_about": [
        {
            "title": "SHORTAGE",
            "description": "Gap in demand and availability of labor with certain skills"
        },
        {
            "title": "STRATEGIC",
            "description": "Specific skills that are in line with the country's strategic development goals"
        },
        {
            "title": "HIGH-SKILLED",
            "description": "Critical Jobs identify jobs with specific skills"
        }
    ],

    "title_overview":"Overview",
    "description_overview":"The list of ASN Critical Positions in Indonesia was developed based on a number of indicators and data collected through two approaches: Top Down and Bottom Up. The analysis generated by each approach will then be re-examined in the Dovetailing process which is carried out in two successive stages as the basis for producing the final Critical Position List.",
    "diagram_overview":"ASN Critical Position Mapping Method",
    "title_topdown":"Top Down Approach",
    "description_topdown":"The top-down approach is a stage that aims to use available secondary data to be able to describe a variety of critical occupations. This approach provides the basis for determining whether a job is experiencing a Critical level of deficit, expertise, and strategy. The top-down approach refers to various sources of quantitative data such as e-formation, sijapti, SSCASN BKN, and competency test data from K/L.",
    "diagram_topdown":"Top Down Approach Indicator",
    "indikator_topdown": [
        {
            "title": "Defisit",
            "content": [
                "The ratio of CPNS formation (JA & JF) and the number of applicants accepted/passed the interview",
                "Number of vacant JF positions in a certain time duration (2018, 2019, 2020)",
                "Repeated JPT open selection"
            ]
        },
        {
            "title": "Skill",
            "content": [
                "The ratio of the number of civil servants who take the competency test to become JF to the number of civil servants who pass",
                "Decrease in education level at certain JF in the last three years",
                "The ratio of participants registered in the JPT open selection but not passing the competency test (assessment center)"
            ]
        },
        {
            "title": "Strategic",
            "content": [
                "The new JF that appeared in the last three years",
                "JF comparison with positions on the national occupational map and KBJI"
            ]
        }
    ],
    "title_bottomup":"Pendekatan Bottom Up",
    "description1_bottomup":"Pendekatan bottom up berperan untuk melengkapi pendekatan top down yang bertujuan untuk menghasilkan bukti tambahan dan proses triangulasi pada analisis dovetailing. Tujuan pendekatan bottom up adalah membangun basis bukti langsung dari pemangku kepentingan dan membangun pengetahuan kontekstual tentang sektor pekerjaan agar penyusun dapat menafsirkan indikator, mengkomunikasikan keputusan dan pemantauan Ragam Okupasi Kritikal dengan lebih baik.",
    "diagram_bottomup": [
        "Melengkapi pendekatan top-down untuk menghasilkan bukti tambahan.",
        "Memberikan informasi tekstual untuk hasil analisis yang lebih detail."
    ],
    "indikator_bottomup": [
        {
            "title":"Target",
            "content": [
                "Building a direct evidence base from stakeholders",
                "Build contextual knowledge so that compilers can interpret indicators, communicate decisions and monitor Critical Job Lists"
            ],
            "note": "Source: Ministry of Human Resources Malaysia. (2020). Critical Occupations List 2019/2020 Occupation Report Malaysia",
            "gambar":"https://cdn.kibrispdr.org/data/gambar-gear-png-0.png"
        },
        {
            "title":"Process",
            "content": [
                "Call for Evidence (CFE)",
                "Survey to the employer (employer) and related stakeholders.",
                "Stakeholder Consultations",
                "In-depth consultation (focus group discussion)"
            ],
            "note": "SAMPLE CFE = Center : 20 Ministries and 7 LPNK (91 Respondents) | Regions : 7 Regions (200 OPD Respondents)",
            "gambar":"../../../assets/images/icon/target.png"
        }
    ],
    "description2_bottomup": [
        "Distribute questionnaires to 7 selected provinces which include: West Papua, North Maluku, East Nusa Tenggara, South Sulawesi, West Kalimantan, Bangka Belitung Islands, and East Java to obtain a list of critical positions from each province. The survey was distributed to Ministries/Agencies, Regional Governments, and related Agencies to inquire about the positions needed to be categorized as critical positions based on three predetermined indicators, namely deficit, competence, and strategic.",
        "During the same period as the survey, FGD was conducted with relevant stakeholders (Government, Experts/Professionals) to clarify the results of the list of critical positions from the survey.",
        "The results of the List of Critical Positions (DJK) from the bottom up process are tested in the dovetailing stage"
    ],
    "title_dovetailing":"Dovetailing",
    "description_dovetailing":"In the dovetailing stage, the results of the top-down and bottom-up approaches are integrated to justify whether an occupation should be included in the final ASN Critical Occupational Variety List. After integrating the evidence from the top down and bottom up approaches, a validation process was carried out by conducting discussions with stakeholders in order to provide input on the proposed list of deficiencies to ensure that the work was of a strategic nature.",
    "diagram_dovetailing":"Job Classification Framework in the Dovetailing Process",
    "diagram_notes_dovetailing":"Note: The red color means the occupational slices that are critical in the dovetailing process",
    "notes1_dovetailing":"The framework for conducting the dovetailing process refers to several sources of Critical Occupation List studies in various countries, one of which is Malaysia.",
    "notes2_dovetailing":"*For JPT, it is analyzed in special stages considering the different characteristics of JPT, namely, although it does not meet the shortage criteria, the position level meets the strategic criteria",

    "header_about":"About Us",
    "header_methodology":"Methodology",
    "header_col":"Critical Ocupation",
    "header_contact":"Contact",
    "header_faq":"FAQ",
    "footer": "ASN's Critical Occupational Variety Indonesia is the result of collaboration between:"
}