{
    "title": "Critical Occupation List of Indonesian Civil Servants 2021",
    "title_definition": "Definition",
    "description_definition": "This website is a source of information about the Critical Occupation List (COL) of Indonesian Civil Servants 2021. See more about COL List.",
    "more": "See more",
    "title_methodology": "Method",
    "description_methodology": "This research used three steps of methodology to conclude the COL list. The major stages are top-down approach, bottom-up approach, and dovetailing process.",
    "title_benefit": "Benefit",
    "description_benefit": "This study is very crucial as the first step in developing a database for strategic policy making for the development of national civil servants. The output of this study is expected to become a living document that can be developed and updated regularly.",

    "title_about":"About",
    "subtitle1_about":"Critical Occupation List",
    "description1_about":"The Critical Occupation List is a living database that summarizes the results of the identification of critical skills and job positions required by an organization in responding to the needs of current conditions. The Critical Occupation List is designed to ensure the alignment of human resource development policies within an organization with the actual needs that are urgently needed by superiors or employers in meeting organizational goals (World Bank Group, 2019). For the government, the Critical Occupation List provides an actual picture of the map of civil servants needed to reduce the skills gap needed to meet national targets.",
    "subtitle2_about":"Indonesian Critical Occupation List",
    "peraturan_about":"Bureaucratic Reform Ministerial Regulation Number 3 of 2020:",
    "description2_about":"Critical positions are core positions in an organization that meet certain characteristics. The characteristics of critical positions consist of:",
    "poin1_about":"a. Strategic and directly related to national priorities; and",
    "poin2_about":"b. Positions that require highly specialized and/or rare skills.",
    "title_about_red":"Three Critical Position Criteria",
    "three_point_about": [
        {
            "title": "DEFICIT (SHORTAGE)",
            "description": "Gap in demand and availability of labor with certain skills"
        },
        {
            "title": "HIGH-SKILLED",
            "description": "Critical Jobs identify jobs with specific skills"
        },
        {
            "title": "STRATEGIC",
            "description": "Specific skills that are in line with the national strategic development goals"
        }
    ],
    "description3_about":[
        "Assessing the critical level of civil servant occupations, it is necessary to consider several conditions. First is a position that is opened through open recruitment; then it is called Vacancy. Second is a position that already exist and filled, but has certain gap between the criteria required and the employee's competency; then it is called Mismatch. The third is the needs of certain positions for the future; then it is called Future Job.",
        "Vacancy, Mismatch, and Future Job criteria are then being mapped into Critical Occupation List as depicted on the diagram above. Vacancy condition is mapped into two different levels, called Entry Level (Open Recruitment) and Mid-High Level (Open Selection). Mismatch is mapped into Mid-High Level, while Future Job represents strategic positions that did not exist before."
    ],

    "title_overview":"Overview",
    "description_overview":"The critical occupation list for civil servants in Indonesia was developed based on certain number of indicators and data collected through several approaches: Top Down and Bottom Up. The analysis generated by each approach will then be re-examined in the Dovetailing process which is carried out in two successive stages as the basis for producing the final critical occupation list.",
    "diagram_overview":"Indonesian Civil Servant Critical Occupation List Mapping Method",
    "title_topdown":"Top Down Approach",
    "description_topdown":"Top-Down approach used official quantitative data to analyze critical occupation list based on several indicators. This approach provides the basis in determining whether an occupation is facing some sort of critical level of deficit, high-level, and strategic criteria. The data used are taken from e-Formasi, SIJAPTI, SSCASN BKN, and data of competency test from various ministries/agencies.",
    "diagram_topdown":"Top Down Approach Indicator",
    "indikator_topdown": [
        {
            "title": "Deficit",
            "content": [
                "The ratio of CPNS formation (JA & JF) and the number of applicants accepted/passed the interview",
                "Number of vacant JF positions in a certain time duration (2018, 2019, 2020)",
                "Repeated JPT open selection"
            ]
        },
        {
            "title": "High-Skilled",
            "content": [
                "The ratio of the number of civil servants who take the competency test to become JF to the number of civil servants who pass",
                "Decrease in education level at certain JF in the last three years",
                "The ratio of participants registered in the JPT open selection but not passing the competency test (assessment center)"
            ]
        },
        {
            "title": "Strategic",
            "content": [
                "The new JF that appeared in the last three years",
                "JF comparison with positions on the national occupational map and KBJI"
            ]
        }
    ],
    "title_bottomup":"Bottom Up Approach",
    "description1_bottomup":"The bottom up approach aims to gain primary evidence from stakeholders and build contextual knowledge of the employment sector to interpret indicators, communicate decisions and analyze critical occupation list mapping process in a better way.",
    "diagram_bottomup": [
        "Complements the top-down approach to generate additional evidence.",
        "Provide textual information for more detailed analysis results."
    ],
    "indikator_bottomup": [
        {
            "title":"Target",
            "content": [
                "Building a direct evidence base from stakeholders",
                "Build contextual knowledge so that compilers can interpret indicators, communicate decisions and monitor Critical Job Lists"
            ],
            "note": "Source: Ministry of Human Resources Malaysia. (2020). Critical Occupations List 2019/2020 Occupation Report Malaysia",
            "gambar":"https://cdn.kibrispdr.org/data/gambar-gear-png-0.png"
        },
        {
            "title":"Process",
            "content": [
                "Call for Evidence (CFE)",
                "Survey to the employer (employer) and related stakeholders.",
                "Stakeholder Consultations",
                "In-depth consultation (focus group discussion)"
            ],
            "note": "SAMPLE CFE = Center : 20 Ministries and 7 LPNK (91 Respondents) | Regions : 7 Regions (200 OPD Respondents)",
            "gambar":"../../../assets/images/icon/target.png"
        }
    ],
    "description2_bottomup": [
        "Distribute questionnaires to 7 selected provinces which include: West Papua, North Maluku, East Nusa Tenggara, South Sulawesi, West Kalimantan, Bangka Belitung Islands, and East Java to obtain a list of critical positions from each province. The survey was distributed to Ministries/Agencies, Regional Governments, and related Agencies to inquire about the positions needed to be categorized as critical positions based on three predetermined indicators, namely deficit, competence, and strategic.",
        "During the same period as the survey, FGD was conducted with relevant stakeholders (Government, Experts/Professionals) to clarify the results of the list of critical positions from the survey.",
        "The results of the List of Critical Positions (DJK) from the bottom up process are tested in the dovetailing stage."
    ],
    "title_dovetailing":"Dovetailing",
    "description_dovetailing":"In the dovetailing stage, the results of the top-down and bottom-up approaches are integrated to justify whether an occupation should be included in the final state apparatus Critical Occupational Variety List. After integrating the evidence from the top down and bottom up approaches, a validation process was carried out by conducting discussions with stakeholders in order to provide input on the proposed list of deficiencies to ensure that the work was of a strategic nature.",
    "diagram_dovetailing":"Job Classification Framework in the Dovetailing Process",
    "diagram_notes_dovetailing":"Note: The red color means the occupational slices that are critical in the dovetailing process",
    "notes1_dovetailing":"The framework for conducting the dovetailing process refers to several sources of Critical Occupation List studies in various countries, one of which is Malaysia. The senior executive services  are analyzed in special stages considering the different characteristics of the senior executive services, namely, although it does not meet the shortage criteria, the position level meets the strategic criteria.",
    "title_contactus":"Contact Us",
    "pertanyaan1_faq":"What is Critical Occupation?",
    "pertanyaan2_faq":"What is the Indonesian Civil Servant Critical Occupation List?",
    "pertanyaan3_faq":"What are the benefits of the Indonesian Civil Servant Critical Occupation List?",
    "pertanyaan4_faq":"What are the indicators used to measure the Indonesian Civil Servant Critical Occupation List?",
    "pertanyaan5_faq":"Who released the list of Indonesian Civil Servant Critical Occupation List?",
    "pertanyaan6_faq":"Where did the data for the study on the Indonesian Civil Servant Critical Occupation List come from?",
    "pertanyaan7_faq":"How to Design a Indonesian Civil Servant Critical Occupation List?",
    "jawaban1_faq":"Critical Occupation List is a living database that summarizes the results of the identification or mapping of a number of critical skills and job positions required by an organization in responding to the needs of the times. For the government, the Critical Occupational List provides an actual picture of the map of civil servant needs to reduce the skills gap needed to meet national targets.",
    "jawaban2_faq":"The Indonesian civil servant Critical Occupational List is a list containing the names of positions that fall into the critical category because they meet the criteria as stated in the Ministerial Regulation on Talent Management (positions are strategic and directly related to national priorities, and positions that require highly specialized skills and rare). The list of positions that are included in the various occupations is expected to be able to encourage the acceleration of national development in accordance with the major projects that are the priority of the president.",
    "jawaban3_faq":[
        "The Critical Occupation List  for Indonesian Civil Servants  is very crucial as the first step in developing a database of strategic policy making for the development of public sector human resources in Indonesia.",
        "As a projection of the national public sector human resource mapping needs in order to achieve national development goals.",
        "As a basis document for each public agency in planning the civil servant needs, as well as developing existing competencies."
    ],
    "jawaban4_faq":{
        "title":"The indicators in developing the Indonesian  Critical Occupational List  are divided into three main indicators, i.e:",
        "content":[
            "Shortage, namely the gap in demand and availability of labor with certain skills",
            "Skilled, Critical Positions identify jobs with certain skills",
            "Strategic (Strategic), Certain skills that are in accordance with the country's strategic development goals"
        ]
    },
    "jawaban5_faq":"The Critical Occupation List  is the result of collaboration between the Ministry for Administrative and Bureaucratic Reform Republic of Indonesia with several agencies related to policy making for the civil servants in Indonesia, namely the National Civil Service Agency (Badan Kepegawaian Negara/ BKN), Institute of State Administration of the Republic of Indonesia  (Lembaga Administrasi Negara / LAN) , and Ministry of National Development Planning/ National Development Planning Agency (Bappenas)",
    "jawaban6_faq":"The data used in mapping The Critical Occupation List comes from data obtained from the top down (pulled from the existing system within the supervisory agency) and bottom up (through surveys at the central and regional levels) to see an overview of the current civil servant needs.",
    "jawaban7_faq":{
        "title":"The Critical Occupation List is assessed through three approaches, namely top-down, bottom-up and dovetailing processes.",
        "content":[
            "Top down approach: The top down approach is a research phase that aims to use available secondary data to describe a list of critical positions. The secondary data used in this approach include: Civil Servant Candidate (known as CPNS)  formation data, e-Formation data, Functional Position Supervisory Agency data, Senior Executive Service data from KASN (the Indonesian Civil Service Commission (KASN)), National Occupational Map Data, Indonesian Standard Classification Data, and several related regulations.",
            "Bottom Up Approach: The bottom up approach serves to complement the top down approach which aims to generate additional evidence and triangulate the dovetailing analysis. This approach builds a direct evidence base from stakeholders and builds contextual knowledge of the employment sector so that compilers can better interpret indicators, communicate decisions and monitor the List. This approach is carried out in two ways: first, a Call for Evidence (CfE) survey which is conducted to collect information through surveys to relevant stakeholders both at the central and regional levels. Second, stakeholder consultation, which is a more in-depth consultation with stakeholders through Focus Group Discussions (FGD).",
            "Dovetailing: In the dovetailing stage, there is a dovetailing and validation process to determine the right type of critical occupation. In the dovetailing stage, evidence from top-down and bottom-up approaches is integrated to draw conclusions about the justification for whether the work should be included in the final COL. Jobs that fall into the 'deficiency' and 'strategic' categories are identified through several complementary steps. Then, after integrating the evidence from the top down and bottom up approaches, a validation process was carried out by conducting discussions with stakeholders in order to provide input on the proposed list of deficiencies to ensure that the work included those of strategic importance."
        ]
    },
    "title_daftar_jabatan_kritikal":"Critical Occupation List",
    "description_daftar_jabatan_kritikal":"Critical Occupation List is a list of functional positions that has high degree of criticality seen from several indicators, the impact of job automation, and in accordance with national strategic priority projects (Major Projects).",
    "title_daftar_jabatan_proyektif":"List of Projective Critical Positions",
    "description_daftar_jabatan_proyektif":"The projective list of critical positions (future jobs) is the names of positions that are not on the list of current civil servants positions but are needed in the future in accordance with the National Strategic Priority Project. The proposed list of positions comes from focus group discussions with ministries/agencies implementing strategic priority programs, analysis of data on national occupational maps and the “Klasifikasi Baku Jenis Pekerjaan Indonesia” (Standard Classification of Indonesian Occupations) as well as literature review on increasing demand from the World Economic Forum (2020) study.",
    "title_daftar_jf_strategis":"Strategic Professional Position 2020-2021",
    "description_daftar_jf_strategis":"The 2020-2021 Strategic professional positions are the names of the functional positions stipulated in the ministerial regulation of bureaucratic reform for the 2020-2021 period and are in accordance with the needs of the National Strategic Priority Project. The proposed list of positions comes from focus group discussions with ministries/agencies implementing strategic priority programs, analysis of data on national occupational maps and the Standard Classification of Indonesian Occupations as well as literature review on increasing demand from the World Economic Forum (2020) study.",
    "title_daftar_kritikal_jpt":"List of Critical Positions for Senior Executive Service",
    "description_daftar_kritikal_jpt":"This data is a list of critical  Senior Executive Service Level positions that contribute to the National Strategic Priority Project (Major Project) and the President's vision. The data is separated into  Senior Executive Services levels and is equipped with institutions that hold high leadership positions on strategic priority projects and the president's vision.",
    "description2_daftar_kritikal_jpt":"A position with a certain category means that it is handled by a special ministries/agencies, a position with a statement from a central agency indicates that the position is in several ministries/agencies in the Central Government, a position with a statement by a Regional Agency indicates that the position is in several ministries/agencies  in the Regional Government. Meanwhile, positions with the description of 'central-regional agencies' are open or the need for the position is not only in one particular agency but in the Central Government in the Region.",
    "title_major_project_overview":"List of Critical Positions, Major Projects, and Competency Levels",
    "description1_major_project_overview":"The list is distinguished from the type of position. In COL  of Indonesian Civil Servant, there are several types of civil servants position, i.e. Senior Executive Services (known as JPT), Professional Positions (known as JF). Firstly, This list will display the position with JPT Type. Secondly, the list will display the position based on JF Type that has been determined in the Ministerial Regulation. Lastly, the list also provides the  JF type that is strategic and proposed to be the name of a new position to strengthen the implementation of strategic priority programs and the president's vision. These three things can be seen through the “Critical Senior Executive Services ”, “Critical Professional Positions” and “Critical Projective Professional Positions” sub-menus.",
    "description2_major_project_overview":"The determination of competency levels is decided by 2 types of competencies, that is based on ministerial regulation of bureaucratic reform  no.38 of 2017 and Adjustments based on KKNI standards (SKKNI).",
    "description3_major_project_overview":"For Senior Executive Services competency level based on Permenpan no. 38 of 2017 is included in the level of competence 4-5 (Senior Executive Services primary and intermediate) while the competency level of SKKNI is equivalent to level 8 - 9, namely  graduates of Applied Masters and Masters at the lowest equivalent to level 8; Applied Doctoral and Doctoral graduates equivalent to level 9 and graduates of specialist education equivalent to level 8 or 9.",
    "description4_major_project_overview":"For Professional Position and Future jobs competency levels based on Permenpan 38 of 2017 enter the competency level level 2 - 4 (First level to Main) while the SKKNI competency level is equivalent to level 6-9, namely Diploma 4 graduates or Applied Bachelors and the lowest Bachelor is equivalent to level 6; Applied Masters and Masters graduates are at least equivalent to level 8; Applied Doctoral and Doctoral graduates equivalent to level 9; graduates of professional education equivalent to level 7 or 8; graduate specialist education equivalent to level 8 or 9.",
    "title_daftar_jabatan_pimpinan_kritikal":"Critical Senior Executive Position",
    "description_daftar_jabatan_pimpinan_kritikal":"This list depict senior executive positions with high level of criticality.",
    "title_daftar_jabatan_fungsional_kritikal":"Critical Functional",
    "description_daftar_jabatan_fungsional_kritikal":"This list displays the names of positions based on the types of Functional Positions that have been defined in the Ministerial Regulation and are critical.",
    "title_daftar_jabatan_fungsional_proyektif_kritikal":"Critical Projective Functional Position",
    "description_daftar_jabatan_fungsional_proyektif_kritikal":"This list displays the name of the Functional Position that is strategic and is proposed as new position (future job) to strengthen the implementation of strategic priority programs and the president's vision.",



    "header_home":"Home",
    "header_about":"About",
    "header_methodology":"Methodology",
    "header_methodology_ikthisar":"Overview",
    "header_methodology_topdown":"Top Down",
    "header_methodology_bottomup":"Bottom Up",
    "header_methodology_dovetailing":"Dovetailing",
    "header_col":"Critical Ocupation",
    "header_col_daftar_jabatan_kritikal":"Critical Occupation List",
    "header_col_daftar_jabatan_kritikal_proyektif":"Critical Projective Functional",
    "header_col_daftar_jabatan_jf_strategis":"Strategic Functional 2020-2021",
    "header_col_daftar_jpt_kritikal":"Critical Senior Executive",
    "header_col_major_project":"Critical Occupation List, Major Projects, and Competency Level",
    "header_col_major_project_overview":"Overview",
    "header_col_major_project_jpt_kritikal":"Critical Senior Executive",
    "header_col_major_project_jf_kritikal":"Critical Functional",
    "header_col_major_project_jf_proyektif":"Critical Projective Functional",
    "header_contact":"Contact",
    "header_faq":"FAQ",
    "footer": "ASN's Critical Occupational Variety Indonesia is the result of collaboration between:"
}
