{
    "title": "Ragam Okupasi Kritikal ASN Indonesia Tahun 2021",
    "title_definition": "Definisi",
    "description_definition": "Website ini adalah sumber informasi tentang Ragam Okupasi Kritikal Aparatur Sipil Negara Indonesia. Ingin tahu lebih lanjut?",
    "more": "Lihat lebih lanjut",
    "title_methodology": "Metodologi",
    "description_methodology": "Metodologi yang dilakukan di dalam pelaksanaan riset ini adalah melalui tiga tahapan besar, yakni Top-Down, Bottom Up, dan Dovetailing.",
    "title_benefit": "Manfaat",
    "description_benefit": "Kajian ini sangat krusial sebagai langkah awal pengembangan basis data pengambilan kebijakan strategis pengembangan SDM ASN nasional. Luaran kajian ini diharapkan dapat menjadi living document yang dapat dikembangkan dan diaktualisasi secara berkala.",

    "title_about":"Tentang",
    "subtitle1_about":"Ragam Okupasi Kritikal",
    "description1_about":"Ragam Okupasi Kritikal atau Critical Occupation List merupakan sebuah living database yang merangkum hasil identifikasi sejumlah keahlian kritikal maupun posisi pekerjaan yang diperlukan oleh sebuah organisasi dalam menjawab kebutuhan zaman. Ragam Okupasi Kritikal didesain untuk membantu para pejabat terkait memastikan keselarasan kebijakan pengembangan sumber daya manusia di dalam suatu organisasi dengan kebutuhan aktual yang sangat dibutuhkan para atasan atau pemberi kerja dalam memenuhi tujuan organisasi (World Bank Group, 2019). Bagi pemerintah, Ragam Okupasi Kritikal memberikan gambaran aktual peta kebutuhan sumber daya manusia ASN untuk mengurangi kesenjangan keterampilan yang dibutuhkan dalam memenuhi capaian target nasional.",
    "subtitle2_about":"Ragam Okupasi Kritikal ASN Indonesia",
    "peraturan_about":"Peraturan Menteri PAN-RB Nomor 3 Tahun 2020:",
    "description2_about":"Jabatan kritikal merupakan jabatan inti dalam organisasi yang memenuhi karakteristik tertentu. Karakteristik jabatan kritikal terdiri dari:",
    "poin1_about":"a. Strategis dan berkaitan langsung dengan prioritas nasional; dan",
    "poin2_about":"b. Jabatan yang memerlukan keahlian yang sangat khusus dan/atau langka.",
    
    "title_about_red":"Tiga Kriteria Jabatan Kritikal",
    "three_point_about": [
        {
            "title": "DEFISIT (SHORTAGE)",
            "description": "Kesenjangan permintaan dan ketersediaan tenaga kerja dengan keterampilan tertentu"
        },
        {
            "title": "HIGH-SKILLED",
            "description": "Jabatan Kritikal mengidentifikasi pekerjaan dengan keterampilan tertentu"
        },
        {
            "title": "STRATEGIC",
            "description": "Keterampilan tertentu yang sesuai dengan tujuan pembangunan strategis negara"
        }
    ],
    "description3_about":[
        "Di dalam menilai tingkat kritikal sebuah jabatan, perlu dilihat dari beberapa kondisi. Pertama adalah jabatan yang dibuka melalui open recruitment; kemudian disebut dengan Vacancy. Kedua adalah jabatan-jabatan yang sudah ada dan terisi, namun memiliki kesenjangan antara kriteria yang dibutuhkan sebuah jabatan dengan kompetensi pekerja yang menjabatnya; kemudian ini disebut dengan istilah Mismatch. Ketiga adalah kondisi kebutuhan jabatan tertentu di masa mendatang; kemudian disebut dengan istilah Future Job.",
        "Kondisi-kondisi Vacancy, Mismatch, dan Future Job jika dipetakan ke dalam kriteria Jabatan Kritikal dapat dijelaskan sesuai dengan gambar di atas. Kondisi Vacancy terpetakan kepada dua level yakni Entry Level (CPNS) dan Mid-High Level (Seleksi Terbuka). Mismatch terpetakan kepada level Mid-High Level. Sementara Future Job merupakan jabatan-jabatan strategis yang belum ada sebelumnya."
    ],

    
    "title_overview":"Ikhtisar",
    "description_overview":"Daftar Jabatan Kritikal ASN di Indonesia dikembangkan berdasarkan sejumlah indikator dan data yang terkumpul melalui dua pendekatan: Top Down dan Bottom Up. Analisis yang dihasilkan oleh masing-masing pendekatan selanjutnya akan diperiksa kembali dalam proses Dovetailing yang dilakukan dalam dua tahapan berturut-turut sebagai basis dalam menghasilkan Daftar Jabatan Kritikal akhir.",
    "diagram_overview":"Metode Pemetaan Jabatan Kritikal ASN",
    "title_topdown":"Pendekatan Top Down",
    "description_topdown":"Pendekatan top down merupakan tahapan yang bertujuan menggunakan data sekunder yang tersedia untuk dapat menggambarkan ragam okupasi kritikal. Pendekatan ini memberikan dasar untuk menentukan apakah suatu pekerjaan mengalami tingkat Kritis dari segi defisit, keahlian, dan strategis. Pendekatan top down mengacu pada berbagai sumber data kuantitatif seperti  e-formasi, sijapti, SSCASN BKN, serta Data Uji kompetensi dari K/L.",
    "diagram_topdown":"Indikator Pendekatan Top Down",
    "indikator_topdown": [
        {
            "title": "Defisit",
            "content": [
                "Rasio formasi CPNS (JA & JF) dan jumlah pendaftar yang diterima / lulus wawancara",
                "Jumlah jabatan JF kosong pada durasi waktu tertentu (2018, 2019, 2020)",
                "Seleksi terbuka JPT berulang"
            ]
        },
        {
            "title": "Keahlian",
            "content": [
                "Rasio jumlah PNS yang mengikuti uji kompetensi untuk menjadi JF dengan jumlah PNS yang lulus",
                "Penurunan jenjang pendidikan pada JF tertentu pada tiga tahun terakhir",
                "Rasio peserta terdaftar pada seleksi terbuka JPT tetapi tidak lulus uji kompetensi (assessment center)"
            ]
        },
        {
            "title": "Strategis",
            "content": [
                "JF baru yang muncul dalam tiga tahun terakhir",
                "Persandingan JF dengan jabatan pada peta okupasi nasional dan KBJI"
            ]
        }
    ],
    "title_bottomup":"Pendekatan Bottom Up",
    "description1_bottomup":"Pendekatan bottom up berperan untuk melengkapi pendekatan top down yang bertujuan untuk menghasilkan bukti tambahan dan proses triangulasi pada analisis dovetailing. Tujuan pendekatan bottom up adalah membangun basis bukti langsung dari pemangku kepentingan dan membangun pengetahuan kontekstual tentang sektor pekerjaan agar penyusun dapat menafsirkan indikator, mengkomunikasikan keputusan dan pemantauan Ragam Okupasi Kritikal dengan lebih baik.",
    "diagram_bottomup": [
        "Melengkapi pendekatan top-down untuk menghasilkan bukti tambahan.",
        "Memberikan informasi tekstual untuk hasil analisis yang lebih detail."
    ],
    "indikator_bottomup": [
        {
            "title":"Target",
            "content": [
                "Membangun basis bukti langsung dari pemangku kepentingan",
                "Membangun pengetahuan kontekstual agar penyusun dapat menafsirkan indikator, mengkomunikasikan keputusan dan pemantauan Daftar Jabatan Kritikal"
            ],
            "note": "Sumber: Kementerian Sumber Manusia Malaysia. (2020). Critical Occupations List 2019/2020 Occupation Report Malaysia",
            "gambar":"https://cdn.kibrispdr.org/data/gambar-gear-png-0.png"
        },
        {
            "title":"Proses",
            "content": [
                "Call for Evidence (CFE)",
                "Survey kepada employer (pemberi kerja) dan stakeholder terkait.",
                "Stakeholder Consultations",
                "Konsultasi secara mendalam (focus group discussion)"
            ],
            "note": "SAMPEL CFE = Pusat : 20 Kementerian dan 7 LPNK (91 Responden) | Daerah : 7 Daerah (200 Responden OPD)",
            "gambar":"../../../assets/images/icon/target.png"
        }
    ],
    "description2_bottomup": [
        "Menyebarkan kuesioner kepada 7 provinsi terpilih yang meliputi: yaitu Papua Barat, Maluku Utara, Nusa Tenggara Timur, Sulawesi Selatan, Kalimantan Barat, Kepulauan Bangka Belitung, dan Jawa Timur untuk mendapatkan daftar jabatan kritikal dari setiap provinsi. Survei disebarkan kepada K/L, Pemerintah Daerah, dan Instansi terkait untuk menanyakan mengenai jabatan yang dibutuhkan untuk kemudian dikategorisasi sebagai jabatan kritikal berdasarkan tiga indikator yang telah ditentukan yaitu defisit, kompetensi, dan strategis.",
        "Dalam satu kurun waktu yang sama dengan dilakukannya survei, dilakukan FGD kepada stakeholder (Pemerintah, Pakar/Profesional) terkait untuk mengklarifikasi hasil daftar jabatan kritikal dari survei",
        "Hasil Daftar Jabatan Kritikal (DJK) hasil proses bottom up diuji dalam tahapan dovetailing"
    ],
    "title_dovetailing":"Dovetailing",
    "description_dovetailing":"Pada tahap dovetailing, hasil pendekatan top-down dan bottom-up diintegrasikan untuk membuat justifikasi apakah sebuah okupasi harus dimasukkan dalam Daftar Ragam Okupasi Kritikal ASN final. Setelah mengintegrasikan bukti dari pendekatan top down dan bottom up, dilakukan proses validasi dengan melakukan diskusi dengan para pemangku kepentingan agar dapat memberikan masukan tentang daftar kekurangan yang diusulkan untuk memastikan bahwa pekerjaan termasuk yang memiliki sifat strategis.",
    "diagram_dovetailing":"Kerangka Klasifikasi Jabatan dalam Proses Dovetailing",
    "diagram_notes_dovetailing":"Keterangan: Warna merah berarti irisan okupasi yang bersifat kritikal pada proses dovetailing",
    "notes1_dovetailing":"Kerangka dalam melakukan proses dovetailing mengacu pada beberapa sumber kajian Critical Occupation List di berbagai negara, salah satunya Malaysia. Untuk JPT dianalisis dengan tahapan khusus mengingat karakteristik JPT yang berbeda yaitu, meskipun tidak memenuhi kriteria shortage, tetapi level jabatannya memenuhi kriteria strategis",
    "title_contactus":"Hubungi Kami",
    "pertanyaan1_faq":"Apa itu Okupasi Kritikal?",
    "pertanyaan2_faq":"Apa itu Ragam Okupasi Kritikal ASN Indonesia?",
    "pertanyaan3_faq":"Apa manfaat Ragam Okupasi Kritikal ASN Indonesia?",
    "pertanyaan4_faq":"Apa saja indikator yang dipakai dalam mengukur Ragam Okupasi Kritikal ASN Indonesia?",
    "pertanyaan5_faq":"Siapa yang merilis daftar Ragam Okupasi Kritikal ASN Indonesia?",
    "pertanyaan6_faq":"Darimana data kajian Ragam Okupasi Kritikal ASN Indonesia ini didapat?",
    "pertanyaan7_faq":"Bagaimana Cara Merancang Ragam Okupasi Kritikal ASN Indonesia?",
    "jawaban1_faq":"Ragam Okupasi Kritikal atau yang dikenal dengan istilah Critical Occupation List merupakan sebuah living database yang merangkum hasil identifikasi atau pemetaan sejumlah keahlian kritikal maupun posisi pekerjaan yang diperlukan oleh sebuah organisasi dalam menjawab kebutuhan zaman. Bagi pemerintah, Ragam Okupasi Kritikal memberikan gambaran aktual peta kebutuhan sumber daya manusia ASN untuk mengurangi kesenjangan keterampilan yang dibutuhkan dalam memenuhi capaian target nasional.",
    "jawaban2_faq":"Ragam Okupasi Kritikal ASN Indonesia merupakan daftar yang berisi nama-nama jabatan yang masuk ke dalam kategori kritikal karena memenuhi kriteria sebagaimana disebutkan dalam Permenpan tentang Manajemen Talenta (jabatan bersifat strategis dan berkaitan langsung dengan prioritas nasional, dan jabatan yang memerlukan keahlian yang bersifat sangat khusus dan langka). Daftar jabatan yang masuk ke dalam ragam okupasi diharapkan mampu mendorong percepatan pembangunan nasional sesuai dengan major project yang menjadi prioritas presiden.",
    "jawaban3_faq":[
        "Ragam Okupasi Kritikal ASN Indonesia sangat krusial sebagai langkah awal dalam mengembangkan basis data pengambilan kebijakan strategis pengembangan SDM ASN nasional.",
        "Sebagai proyeksi pemetaan kebutuhan SDM nasional dalam rangka mencapai tujuan pembangunan nasional.",
        "Sebagai basis dokumen bagi setiap instansi dalam melakukan perencanaan kebutuhan ASN, maupun mengembangkan kompetensi ASN yang sudah ada."
    ],
    "jawaban4_faq":{
        "title":"Indikator dalam menyusun Ragam Okupasi Kritikal ASN Indonesia terbagi atas tiga indikator utama, yaitu:",
        "content":[
            "Defisit (Shortage), yaitu kesenjangan permintaan dan ketersediaan tenaga kerja dengan keterampilan tertentu",
            "Keahlian (Skilled), yaitu Jabatan Kritikal mengidentifikasi pekerjaan dengan keterampilan tertentu",
            "Strategis (Strategic), Keterampilan tertentu yang sesuai dengan tujuan pembangunan strategis negara"
        ]
    },
    "jawaban5_faq":"Pemetaan Ragam Okupasi Kritikal merupakan hasil kerjasama antara Kementerian Pendayagunaan Aparatur Negara dan Reformasi Birokrasi dengan beberapa instansi yang terkait dengan pembuatan kebijakan aparatur sipil negara yakni Badan Kepegawaian Negara, Lembaga Administrasi Negara, dan Kementerian Perencanaan Pembangunan Nasional/Badan Perencanaan Pembangunan Nasional.",
    "jawaban6_faq":"Data yang digunakan dalam melakukan pemetaan Ragam Okupasi Kritikal berasal dari data yang diperoleh secara top down (ditarik dari sistem yang sudah ada di lingkungan instansi pembina) maupun secara bottom up (melalui survey di tingkat pusat dan daerah) untuk melihat gambaran kebutuhan ASN saat ini.",
    "jawaban7_faq":{
        "title":"Penyusunan Ragam Okupasi Kritikal dikaji melalui tiga pendekatan, yaitu top-down, bottom-up dan proses dovetailing.",
        "content":[
            "Pendekatan top down: Pendekatan top down merupakan tahapan penelitian yang bertujuan menggunakan data sekunder yang tersedia untuk dapat menggambarkan daftar jabatan kritikal. Data sekunder yang digunakan dalam pendekatan ini meliputi: data formasi CPNS, Data e-Formasi, Data Instansi Pembina Jabatan Fungsional, Data JPT dari KASN, Data Peta Okupasi Nasional, Data Klasifikasi Baku Jabatan Indonesia, dan sejumlah Peraturan terkait.",
            "Pendekatan Bottom Up: Pendekatan bottom up berperan untuk melengkapi pendekatan top down yang bertujuan untuk menghasilkan bukti tambahan dan proses triangulasi pada analisis dovetailing. Pendekatan ini membangun basis bukti langsung dari pemangku kepentingan dan membangun pengetahuan kontekstual tentang sektor pekerjaan agar penyusun dapat menafsirkan indikator, mengkomunikasikan keputusan dan pemantauan DPK dengan lebih baik. Pendekatan ini dilakukan dengan dua cara yaitu pertama, survei Call for Evidence (CfE) yang dilakukan untuk mengumpulkan informasi melalui survei kepada pemangku kepentingan terkait baik di tingkat pusat maupun daerah. Kedua, stakeholder consultation yaitu kegiatan konsultasi secara lebih mendalam dengan pemangku kepentingan melalui Focus Group Discussion (FGD).",
            "Dovetailing: Pada tahap dovetailing, terdapat proses dovetailing dan validasi untuk menentukan ragam okupasi kritikal yang tepat. Pada tahap dovetailing, bukti dari pendekatan top-down dan bottom-up diintegrasikan untuk membuat kesimpulan tentang justifikasi apakah pekerjaan tersebut harus dimasukkan dalam daftar Ragam Okupasi Kritikal final. Pekerjaan yang memiliki kategori 'kekurangan' dan 'strategis' diidentifikasi melalui beberapa langkah pelengkap. Kemudian, setelah mengintegrasikan bukti dari pendekatan top down dan bottom up, dilakukan proses validasi dengan melakukan diskusi dengan para pemangku kepentingan agar dapat memberikan masukan tentang daftar kekurangan yang diusulkan untuk memastikan bahwa pekerjaan termasuk yang memiliki kepentingan strategis."
        ]
    },
    "title_daftar_jabatan_kritikal":"Daftar Jabatan Kritikal",
    "description_daftar_jabatan_kritikal":"Daftar Jabatan Kritikal adalah Jabatan Fungsional yang memiliki tingkat kekritisan tinggi dilihat dari beberapa indikator yang telah ditetapkan, dampak dari otomasi pekerjaan, dan sesuai dengan proyek prioritas strategis nasional (Major Project).",
    "title_daftar_jabatan_proyektif":"Daftar Jabatan Kritikal Proyektif",
    "description_daftar_jabatan_proyektif":"Daftar proyektif jabatan kritikal (future jobs) merupakan nama-nama jabatan yang belum ada di daftar jabatan ASN saat ini namun dibutuhkan di masa mendatang sesuai dengan Proyek Prioritas Strategis Nasional. Usulan daftar jabatan ini berasal dari focus group discussion dengan para K/L pelaksana program prioritas strategis, analisis data peta okupasi nasional dan KBJI serta dari kajian literatur terhadap increasing demand dari studi World Economic Forum (2020).",
    "title_daftar_jf_strategis":"JF Strategis 2020-2021",
    "description_daftar_jf_strategis":"JF Strategis 2020-2021 merupakan nama-nama jabatan fungsional yang ditetapkan dalam Permenpan RB periode tahun 2020-2021 dan sesuai dengan kebutuhan Proyek Prioritas Strategis Nasional. Usulan daftar jabatan ini berasal dari focus group discussion dengan para K/L pelaksana program prioritas strategis, analisis data peta okupasi nasional dan KBJI serta dari kajian literatur terhadap increasing demand dari studi World Economic Forum (2020).",
    "title_daftar_kritikal_jpt":"Daftar Jabatan Kritikal Jabatan Pimpinan Tinggi",
    "description_daftar_kritikal_jpt":"Data ini merupakan daftar jabatan kritikal jenjang JPT yang berkontribusi pada proyek prioritas strategis nasional (Major Project) dan visi Presiden. Data dipisahkan atas jenjang JPT dan dilengkapi dengan instansi pengampu jabatan pimpinan tinggi pada proyek prioritas strategis maupun visi presiden.",
    "description2_daftar_kritikal_jpt":"Jabatan dengan kategori tertentu artinya diampu oleh kementerian/lembaga khusus, jabatan dengan keterangan instansi pusat menandakan bahwa jabatan tersebut terdapat pada beberapa K/L di Pemerintah Pusat, jabatan dengan keterangan Instansi Daerah menandakan bahwa jabatan tersebut terdapat pada beberapa K/L di Pemerintah Daerah. Sedangkan jabatan dengan keterangan “instansi pusat-instansi daerah” sifatnya terbuka atau kebutuhan akan jabatan tersebut tidak hanya di satu instansi tertentu melainkan ada di Pemerintah Pusat di Daerah.",
    "title_major_project_overview":"Daftar Jabatan Kritikal, Major Project, dan Level Kompetensi",
    "description1_major_project_overview":"Daftar ini memberikan informasi nama jabatan yang mendukung program prioritas strategis nasional (major project) dan visi presiden. Nama jabatan dibedakan dari jenis jabatannya. Pertama yakni menampilkan nama jabatan dengan jenis JPT. Kedua yakni menampilan nama jabatan berdasarkan jenis JF yang sudah ditetapkan dalam Permenpan, sedangkan ketiga merupakan nama jabatan fungsional yang bersifat strategis dan diusulkan menjadi nama jabatan baru untuk memperkuat pelaksanaan program prioritas strategis dan visi presiden. Ketiga hal ini dapat dilihat melalui sub-menu “JPT Kritikal”, “JF Kritikal”, serta “JF Proyektif Kritikal”.",
    "description2_major_project_overview":"Penentuan level kompetensi ditentukan dengan 2 jenis kompetensi yaitu berdasarkan Permenpan no.38 tahun 2017 dan Penyesuaian berdasarkan standar KKNI (SKKNI).",
    "description3_major_project_overview":"Untuk level kompetensi JPT berdasarkan Permenpan no. 38 tahun 2017 masuk ke dalam level kompetensi 4-5 (JPT Pratama dan Madya) sedangkan level kompetensi SKKNI disetarakan dengan level 8 - 9 yaitu lulusan Magister Terapan dan Magister paling rendah setara dengan jenjang 8; lulusan Doktor Terapan dan Doktor setara dengan jenjang 9 dan lulusan pendidikan spesialis setara dengan jenjang 8 atau 9.",
    "description4_major_project_overview":"Untuk level kompetensi JF dan Future jobs berdasarkan permenpan 38 tahun 2017 masuk kedalam level kompetensi level 2 - 4 (jenjang Pertama s.d Utama) sedangkan level kompetensi SKKNI disetarakan dengan level 6-9 yaitu lulusan Diploma 4 atau Sarjana Terapan dan Sarjana paling rendah setara dengan jenjang 6; lulusan Magister Terapan dan Magister paling rendah setara dengan jenjang 8; lulusan Doktor Terapan dan Doktor setara dengan jenjang 9; lulusan pendidikan profesi setara dengan jenjang 7 atau 8; lulusan pendidikan spesialis setara dengan jenjang 8 atau 9.",
    "title_daftar_jabatan_pimpinan_kritikal":"Jabatan Pimpinan Tinggi Kritikal",
    "description_daftar_jabatan_pimpinan_kritikal":"Daftar ini menampilkan nama jabatan dengan jenis Jabatan Pimpinan Tinggi yang kritikal.",
    "title_daftar_jabatan_fungsional_kritikal":"Jabatan Fungsional Kritikal",
    "description_daftar_jabatan_fungsional_kritikal":"Daftar ini menampilan nama jabatan berdasarkan jenis Jabatan Fungsional yang sudah ditetapkan dalam Permenpan dan bersifat kritikal (JF Kritikal).",
    "title_daftar_jabatan_fungsional_proyektif_kritikal":"Jabatan Fungsional Proyektif Kritikal",
    "description_daftar_jabatan_fungsional_proyektif_kritikal":"Daftar ini merupakan nama Jabatan Fungsional yang bersifat strategis dan diusulkan menjadi nama jabatan baru (JF Proyektif) untuk memperkuat pelaksanaan program prioritas strategis dan visi presiden.",

    "header_home":"Beranda",
    "header_about":"Tentang",
    "header_methodology":"Metodologi",
    "header_methodology_ikthisar":"Ikhtisar",
    "header_methodology_topdown":"Top Down",
    "header_methodology_bottomup":"Bottom Up",
    "header_methodology_dovetailing":"Dovetailing",
    "header_col":"Okupasi Kritikal",
    "header_col_daftar_jabatan_kritikal":"Daftar Jabatan Kritikal",
    "header_col_daftar_jabatan_kritikal_proyektif":"Daftar Jabatan Kritikal Proyektif",
    "header_col_daftar_jabatan_jf_strategis":"JF Strategis 2020-2021",
    "header_col_daftar_jpt_kritikal":"JPT Kritikal",
    "header_col_major_project":"Daftar Jabatan Kritikal, Major Project, dan Level Kompetensi",
    "header_col_major_project_overview":"Deskripsi",
    "header_col_major_project_jpt_kritikal":"JPT Kritikal",
    "header_col_major_project_jf_kritikal":"JF Kritikal",
    "header_col_major_project_jf_proyektif":"JF Proyektif Kritikal",
    "header_contact":"Kontak",
    "header_faq":"FAQ",
    "footer": "Ragam Okupasi Kritikal ASN Indonesia merupakan hasil kolaborasi antara:"
}
